Repository: manaflow-ai/cmux
Catalog: webviews/src/agent-session/acpmux/Localizable.xcstrings
Source language: en
Languages: ja

# approval.title
source: How should the agent's actions be approved?
ja: エージェントの操作をどのように承認しますか？

# composer.chooseComputer
source: Choose computer
ja: コンピューターを選択

# composer.chooseFolder
source: Choose folder
ja: フォルダを選択

# composer.cloud
source: Cloud
ja: クラウド

# composer.computer
source: Computer
ja: コンピューター

# composer.folder
source: Folder
ja: フォルダ

# composer.sendTooltip
source: Send (Return)
ja: 送信 (Return)

# composer.thisMac
source: This Mac
ja: この Mac

# dictation.dismiss
source: Dismiss
ja: 閉じる

# dictation.openSettings
source: Open System Settings
ja: システム設定を開く

# dictation.start
source: Dictate
ja: 音声入力

# dictation.stop
source: Stop dictation
ja: 音声入力を停止

# dictation.unavailable
source: Dictation is not available.
ja: 音声入力は利用できません。

# diff.keys
source: Changes view keys
ja: 変更ビューのキー

# diff.keys.back
source: back
ja: 戻る

# diff.keys.changes
source: changes
ja: 変更

# diff.keys.files
source: files
ja: ファイル

# duration.m
source: {m}m {s}s
ja: {m}分{s}秒

# duration.ms
source: {n}ms
ja: {n}ミリ秒

# duration.s
source: {n}s
ja: {n}秒

# edited.fewer
source: Show fewer files
ja: 表示するファイルを減らす

# edited.more.one
source: Show 1 more file
ja: さらに 1 件のファイルを表示

# edited.more.other
source: Show {n} more files
ja: さらに {n} 件のファイルを表示

# edited.one
source: Edited 1 file
ja: 1 件のファイルを編集しました

# edited.undo
source: Undo
ja: 元に戻す

# edited.undoLabel
source: Ask the agent to undo this turn's changes
ja: このターンの変更を元に戻すようエージェントに依頼

# edited.undoRequested
source: Undo requested
ja: 取り消しを依頼済み

# edited.view
source: View changes
ja: 変更を表示

# effort.title
source: Effort
ja: 推論の強さ

# files.failed
source: Couldn't search files
ja: ファイルを検索できませんでした

# files.hint
source: Type to search for files
ja: 入力してファイルを検索

# files.more
source: Showing the first {count}; type more to narrow it
ja: 最初の {count} 件を表示しています。絞り込むには続けて入力してください

# files.none
source: No matching files
ja: 一致するファイルはありません

# files.outside
source: This folder isn't in a git repository
ja: このフォルダは git リポジトリにありません

# files.search
source: Search files
ja: ファイルを検索

# files.searching
source: Searching…
ja: 検索中…

# host.retry
source: Retry
ja: 再試行

# host.retryQueued
source: Retrying…
ja: 再試行中…

# host.retrying
source: cmux tries again on its own. Your prompt stays here until acpmux connects.
ja: cmux は自動で再試行します。acpmux に接続するまで、プロンプトはここに残ります。

# hunk.accept
source: Accept
ja: 承認

# hunk.acceptAt
source: Accept change at {line}
ja: {line} の変更を承認

# hunk.accepted
source: Accepted
ja: 承認済み

# hunk.reject
source: Reject
ja: 却下

# hunk.rejectAt
source: Reject change at {line}
ja: {line} の変更を却下

# hunk.rejected
source: Rejected
ja: 却下済み

# hunk.revertRequested
source: Revert requested
ja: 取り消しを依頼しました

# hunk.undo
source: Undo
ja: 元に戻す

# hunk.undoAt
source: Undo, {line}
ja: 元に戻す、{line}

# link.copyChat
source: Copy chat link
ja: チャットのリンクをコピー

# link.sessionMissing
source: This chat isn't available. It was deleted, or it's on a machine that isn't connected.
ja: このチャットは利用できません。削除されたか、接続されていないマシン上にあります。

# message.channel.coordinator
source: Coordinator
ja: コーディネーター

# message.channel.mailbox
source: Mailbox
ja: メールボックス

# message.label
source: Message from {from} to {to}
ja: {from} から {to} へのメッセージ

# message.less
source: Show less
ja: 表示を減らす

# message.more
source: Show more
ja: もっと見る

# message.noText
source: No message text
ja: メッセージ本文なし

# message.self
source: This agent
ja: このエージェント

# message.unknown
source: Unknown recipient
ja: 宛先不明

# newTab.allChats
source: All Chats
ja: すべてのチャット

# newTab.card.error
source: Disconnected
ja: 切断されました

# newTab.card.input
source: Needs input
ja: 入力待ち

# newTab.card.open
source: Open {title}
ja: {title}を開く

# newTab.card.running
source: Running
ja: 実行中

# newTab.card.unread
source: Unread
ja: 未読

# newTab.chats
source: Chats
ja: チャット

# newTab.noChats
source: Chats you start show up here.
ja: 開始したチャットがここに表示されます。

# newTab.placeholder
source: Search or type a URL
ja: 検索またはURLを入力

# newTab.row.ask
source: Ask {agent}
ja: {agent}に質問

# newTab.row.history
source: Open
ja: 開く

# newTab.row.open
source: Open
ja: 開く

# newTab.row.search
source: Search the web
ja: ウェブを検索

# newTab.row.tab
source: Switch to tab
ja: タブに切り替え

# newTab.row.workspace
source: Switch to workspace
ja: ワークスペースに切り替え

# newTab.sections
source: Chats and routines
ja: チャットとルーティン

# newTab.suggestions
source: Suggestions
ja: 候補

# newTab.terminal
source: Opening a terminal…
ja: ターミナルを開いています…

# newtab.importAndSync
source: Import and sync
ja: インポートして同期

# permission.allowChat
source: Allow for this chat
ja: このチャットで許可

# permission.allowOnce
source: Allow once
ja: 1 回だけ許可

# permission.answered
source: Tool requests answered
ja: ツールリクエストに回答しました

# permission.cancelled
source: Tool requests cancelled
ja: ツールリクエストをキャンセルしました

# permission.chatAllowed
source: Future eligible tool requests are allowed in this chat. Deny rules still apply.
ja: このチャットでは今後の対象ツールリクエストを許可します。拒否ルールは引き続き適用されます。

# permission.chatScope
source: Allow for this chat also approves future eligible requests until this chat stops.
ja: 「このチャットで許可」は、チャットが停止するまで今後の対象リクエストも承認します。

# permission.checkRetry
source: Check and retry
ja: 確認して再試行

# permission.collecting
source: Collecting requests…
ja: リクエストを収集中…

# permission.count.one
source: {n} request from this turn
ja: このターンのリクエスト {n} 件

# permission.count.other
source: {n} requests from this turn
ja: このターンのリクエスト {n} 件

# permission.coverage
source: ACP requests only · Isolation unverified
ja: ACP リクエストのみ · 隔離は未検証

# permission.coverageDetail
source: Only actions the agent requests through ACP are covered. Host isolation is unverified.
ja: 対象はエージェントが ACP 経由で要求する操作のみです。ホストの隔離は未検証です。

# permission.deny
source: Deny
ja: 拒否

# permission.denyOnly
source: An item has no single-use approval option. This group can only be denied.
ja: 1 回限りの承認ができない項目があります。このグループは拒否のみ可能です。

# permission.error.answerUncertain
source: The permission answer may have been applied. Read before retrying.
ja: 権限回答が適用された可能性があります。再試行する前に結果を取得してください。

# permission.error.awaitingRetry
source: Another permission decision is awaiting retry.
ja: 別の権限回答が再試行を待っています。

# permission.error.busy
source: A permission decision is already being sent.
ja: 権限回答を送信中です。

# permission.error.disconnected
source: Permission groups are disconnected. Refresh before answering.
ja: 権限グループとの接続が切れています。回答する前に更新してください。

# permission.error.failed
source: Permission request failed
ja: 権限リクエストに失敗しました

# permission.error.groupChanged
source: The permission group changed. Review it again before retrying.
ja: 権限グループが変わりました。再試行する前にもう一度確認してください。

# permission.error.invalidRevision
source: Invalid group revision.
ja: グループのリビジョンが無効です。

# permission.error.noLongerAvailable
source: Permission group is no longer available. Review the current groups.
ja: 権限グループは利用できなくなりました。現在のグループを確認してください。

# permission.error.noRetry
source: There is no permission decision to retry.
ja: 再試行する権限回答はありません。

# permission.error.notFound
source: Permission group was not found.
ja: 権限グループが見つかりません。

# permission.error.readRequired
source: Read the current permission groups before answering.
ja: 回答する前に現在の権限グループを取得してください。

# permission.error.readResult
source: Read the current result before retrying this permission answer.
ja: この権限回答を再試行する前に現在の結果を取得してください。

# permission.error.selectSession
source: Select a session first.
ja: 先にセッションを選択してください。

# permission.error.selectionChanged
source: The selected session changed. Read its permissions before answering.
ja: 選択中のセッションが変わりました。回答する前に権限を取得してください。

# permission.error.unavailable
source: Grouped permissions are unavailable.
ja: グループ権限は利用できません。

# permission.error.wrongGroup
source: The permission answer returned a different group. Read before retrying.
ja: 権限回答が別のグループを返しました。再試行する前に結果を取得してください。

# permission.error.wrongSession
source: The permission server returned a group for another session.
ja: 権限サーバーが別のセッションのグループを返しました。

# permission.expand
source: Expand details
ja: 詳細を表示

# permission.itemCancelled
source: cancelled
ja: キャンセル済み

# permission.itemResolved
source: resolved
ja: 回答済み

# permission.noInput
source: No additional input was provided.
ja: 追加の入力はありません。

# permission.refresh
source: Refresh
ja: 更新

source: Permission required
ja: 許可が必要です

# permission.revoke
source: Revoke
ja: 取り消す

# permission.title
source: Tool permissions
ja: ツールの権限

# permission.toolRequest
source: Tool request
ja: ツールのリクエスト

# picker.allModels
source: All models
ja: すべてのモデル

# picker.back
source: Back
ja: 戻る

# picker.family
source: Family
ja: ファミリー

# picker.harness
source: Harness
ja: ハーネス

# picker.more
source: More…
ja: その他…

# picker.moreModels
source: More models
ja: その他のモデル

# picker.newChat
source: New chat
ja: 新しいチャット

# picker.noMatches
source: No matching models
ja: 一致するモデルはありません

# picker.provider
source: Provider
ja: プロバイダ

# picker.reasoning
source: Reasoning
ja: 推論

# picker.recent
source: Recent
ja: 最近使ったモデル

# picker.search
source: Type to search models
ja: 入力してモデルを検索

# picker.tryAgain
source: Try again
ja: もう一度試す

# picker.unavailable
source: Unavailable
ja: 利用できません

# preview.open
source: Open in tab
ja: タブで開く

# preview.openLabel
source: Open {address} in a browser tab
ja: {address} をブラウザタブで開く

# project.browse
source: Browse…
ja: 参照…

# project.choose
source: Choose project
ja: プロジェクトを選択

# project.label
source: Project
ja: プロジェクト

# project.none
source: No matching projects
ja: 一致するプロジェクトはありません

# project.search
source: Search projects
ja: プロジェクトを検索

# project.usePath
source: Use {path}
ja: {path} を使用

# quick.close
source: close
ja: 閉じる

# quick.keys
source: Keyboard shortcuts
ja: キーボードショートカット

# quick.openInWindow
source: open in window
ja: ウィンドウで開く

# quick.send
source: send
ja: 送信

# revert.count.one
source: 1 change rejected
ja: 1 件の変更を却下

# revert.count.other
source: {n} changes rejected
ja: {n} 件の変更を却下

# revert.noteLabel
source: Note for the agent
ja: エージェントへのメモ

# revert.notePlaceholder
source: Add a note (optional)
ja: メモを追加（任意）

# revert.send
source: Ask agent to revert
ja: エージェントに取り消しを依頼

# search.chats
source: Chats
ja: チャット

# search.close
source: Close search
ja: 検索を閉じる

# search.newChat
source: New chat
ja: 新しいチャット

# search.none
source: No results
ja: 結果なし

# search.placeholder
source: Search chats
ja: チャットを検索

# search.quick
source: Quick actions
ja: クイックアクション

# search.title
source: Search chats
ja: チャットを検索

# shell.exit
source: Exit code {code}
ja: 終了コード {code}

# shell.label
source: Shell
ja: シェル

# summary.empty
source: Pull requests, files, subagents and sources from this chat show here.
ja: このチャットのプルリクエスト、ファイル、サブエージェント、ソースがここに表示されます。

# summary.open
source: Chat summary
ja: チャットの概要

# summary.outputs
source: Outputs
ja: 出力

# summary.pr.closed
source: closed
ja: クローズ済み

# summary.pr.merged
source: merged
ja: マージ済み

# summary.pullRequests
source: Pull requests
ja: プルリクエスト

# summary.scheduled
source: Scheduled
ja: スケジュール

# summary.showFewer
source: Show fewer
ja: 折りたたむ

# summary.sources
source: Sources
ja: ソース

# summary.subagents
source: Subagents
ja: サブエージェント

# summary.subagents.done
source: {n} done
ja: {n} 件完了

# summary.subagents.failed
source: {n} failed
ja: {n} 件失敗

# summary.subagents.running
source: {n} running
ja: {n} 件実行中

# summary.viewAll
source: View all {n}
ja: {n} 件すべて表示

# switch.cancelPrompt
source: Cancel
ja: キャンセル

# switch.cancelled
source: The switch was cancelled; the prompt is back in the composer.
ja: 切り替えを取り消しました。プロンプトは入力欄に戻りました。

# switch.deferred
source: {agent} starts with your next prompt. This reply keeps going.
ja: {agent} は次のプロンプトから使われます。この返答はそのまま続きます。

# switch.failed
source: Couldn't start {agent}: {reason}
ja: {agent} を起動できませんでした: {reason}

# switch.failedShort
source: Couldn't start
ja: 起動できませんでした

# switch.modelFailed
source: Couldn't switch to {model}: {reason}
ja: {model} に切り替えられませんでした: {reason}

# switch.noSession
source: acpmux did not start a session
ja: acpmux がセッションを開始しませんでした

# switch.retry
source: Retry
ja: 再試行

# switch.starting
source: Starting {agent}…
ja: {agent} を起動しています…

# switch.unknownError
source: unknown error
ja: 不明なエラー

# tools.edited.file
source: Edited {file}
ja: {file} を編集しました

# tools.edited.files
source: Edited {n} files
ja: {n} 件のファイルを編集しました

# tools.exit
source: Exit {code}
ja: 終了 {code}

# tools.failed
source: failed
ja: 失敗

# tools.failedCount
source: {n} failed
ja: {n} 件失敗

# tools.ran
source: Ran {n} commands
ja: {n} 件のコマンドを実行しました

# tools.read.one
source: Read 1 file
ja: 1 件のファイルを読みました

# tools.read.other
source: Read {n} files
ja: {n} 件のファイルを読みました

# tools.running
source: Running {n} commands
ja: {n} 件のコマンドを実行中

# tools.searched
source: Ran {n} searches
ja: {n} 回検索しました

# transport.gestureRequired
source: Click the choice again to apply it.
ja: もう一度選択すると適用されます。

# transport.intentInvalid
source: The pane sent a request the app does not accept.
ja: ペインが送ったリクエストをアプリが受け付けませんでした。

# transport.pathOutsideRoots
source: This folder is outside the folders this pane may use.
ja: このフォルダーは、このペインが使えるフォルダーの外にあります。

# transport.sessionNotInPane
source: This chat is not open in this pane.
ja: このチャットはこのペインで開かれていません。

# trust.agent
source: The agent
ja: エージェント

# trust.ask
source: {agent} can edit and run code in {folder}
ja: {agent} は {folder} でコードを編集・実行できます

# trust.distrust
source: Don't trust
ja: 信頼しない

# trust.failed
source: Couldn't save that. Try again.
ja: 保存できませんでした。もう一度お試しください。

# trust.trust
source: Trust
ja: 信頼する

# trust.trusted
source: Trusted {folder}
ja: {folder} を信頼しました

# trust.undo
source: Undo
ja: 元に戻す

# trust.untrusted
source: Won't trust {folder}
ja: {folder} を信頼しないことにしました

# turn.checkpoint.failed
source: Couldn't load this turn's checkpoint. Showing the agent's edits.
ja: このターンのチェックポイントを読み込めませんでした。エージェントの編集を表示しています。

# turn.checkpoint.incomplete
source: This turn's checkpoint left files out. Showing the agent's edits.
ja: このターンのチェックポイントには含まれないファイルがあります。エージェントの編集を表示しています。

# turn.checkpoint.missing
source: No checkpoint for this turn. Showing the agent's edits.
ja: このターンのチェックポイントはありません。エージェントの編集を表示しています。

# turn.checkpoint.pending
source: Showing the agent's edits until your Keep and Undo choices are sent.
ja: 保持と取り消しの選択を送信するまで、エージェントの編集を表示しています。

# turn.copied
source: Copied
ja: コピーしました

# turn.copy
source: Copy
ja: コピー

# turn.failed
source: The turn failed
ja: ターンが失敗しました

# turn.fork
source: Fork from here
ja: ここから分岐

# turn.outside
source: Outside tool calls
ja: ツール呼び出し以外

# turn.outside.card
source: Includes changes outside tool calls
ja: ツール呼び出し以外の変更を含みます

# turn.outside.title
source: Changed during the turn, but not by the agent's edits. Read-only.
ja: ターン中に変更されましたが、エージェントの編集によるものではありません。読み取り専用です。

# turn.previous.one
source: 1 previous message
ja: 以前のメッセージ 1 件

# turn.previous.other
source: {n} previous messages
ja: 以前のメッセージ {n} 件

# turn.retry
source: Retry
ja: 再試行

# turn.retryLabel
source: Send this prompt again
ja: このプロンプトをもう一度送信

# turn.stopped
source: You stopped after {time}
ja: {time} 後に停止しました

# turn.worked
source: Worked for {time}
ja: {time} 作業しました
